"""შექმენით ცვლადი, ახსენით რა არის ცვლადი და კომენტარებით გააკეთეთ მისი ნაბიჯ-ნაბიჯ აღწერა. ასევე დაბეჭდეთ ეს ცვლადი ხოლო მაქამდე print(1) ჩაწერეთ კომენტარად მის ზემოთ და ახსენით რატომ არ დაიბეჭდა 1."""

#ცვლადი არის კომპიუტერის მეხსიერებაში არსებული ინფორმაციაზე დარქმეული სახელი რომლის შეცვლაც შეგვიძლია

#ვქმნით ცვლადს სახელად car
#მასში ვინახავთ მანქანის მოდელს car = mersedes
#ეკრანზე გამოგვაქვს ცვლადების მნიშვნელობები print ფუნქციით 
 

car = "mersedes"
#print1
print(car)
#print 1 იმიტომ არ დაიბეჭდა რომ # არის კომენტარი რომელსაც პროგრამა არ კითხულობს და რომელიც არსებობს იმისთვის რომ გაგვიადვილდეს პროგრამაში მუშაობა












