""" 1) შექმენით 5 ცვლადი რომელშიც ჩამოწერეთ საქართველოს ქალქებს. დაბეჭედეე თითოეული ცლვადი. შემდედგ დაბეჭდეთ თითონ ცლვადის სახელი ბრჭყალებში. ახსენით რა გასნხვავებაა string-ის დაბეჭვდასა და ცვლადის სახელის დაბეჭდავს შორის კომენტარებით"""
city1 = "tbilisi"
city2 = " batumi"
city3 = " qutaisi"
city4 = " gori"
city5 = "telavi"

print(city1)
print(city2)
print(city3)
print(city4)
print(city5)

print("city1")
print("city2")
print("city3")
print("city4")
print("city5")
# ბრჩხილებში ჩაწერილი წარმოადგენს ქალაქს და ბრჭყალების გარეშე დაწერს ქალაქის სახელს


#sring არის ტექსტი გამოიყენება ასოების და წინადადებების შესანახად ის იწერება ბრჭყალებში
#integer შეგვიძლია მათემატიკური მოქმედებების შესრულება და ბრჭყალებში არ იწერება
#


